package BankManagement;

import java.sql.Connection;
import java.sql.DriverManager;
import java.sql.PreparedStatement;
import java.sql.ResultSet;
import java.sql.SQLException;
import java.util.Vector;

import javax.swing.JFrame;
import javax.swing.JScrollPane;
import javax.swing.JTable;

public class Test2 {
	public static void main(String[] args) { 
		for (int i=0;i< 100;i++){
			String[] firsname = { "ÕÔ", "Ç®", "Ëï", "Àî", "ÖÜ", "Îâ", "Ö£", "Íõ", "·ë", "³Â", 
									"èú", "ÎÀ", "½¯", "Éò", "º«", "Ñî", "Öì", "ÇØ", "ÓÈ", "Ðí", "ºÎ", "ÂÀ", 
														"Ê©", "ÕÅ", "¿×", "²Ü", "ÑÏ", "»ª", "½ð", "Îº", "ÌÕ", "½ª", "ÆÝ", "Ð»", 
														"×Þ", "Ó÷", "°Ø", "Ë®", "ñ¼", "ÕÂ", "ÔÆ", "ËÕ", "ÅË", "¸ð", "ÞÉ", "·¶", 
														"Åí", "ÀÉ", "Â³", "Î¤", "²ý", "Âí", "Ãç", "·ï", "»¨", "·½", "Óá", "ÈÎ", 
														"Ô¬", "Áø", "Ûº", "±«", "Ê·", "ÌÆ", "·Ñ", "Á®", "á¯", "Ñ¦", "À×", "ºØ", 
														"Äß", "ÌÀ", "ëø", "Òó", "ÂÞ", "±Ï", "ºÂ", "Úù", "°²", "³£", "ÀÖ", "ÓÚ", 
														"Ê±", "¸µ", "Æ¤", "±å", "Æë", "¿µ", "Îé", "Óà", "Ôª", "²·", "¹Ë", "ÃÏ", 
														"Æ½", "»Æ", "ºÍ", "ÄÂ", "Ïô", "Òü", "Ò¦", "ÉÛ", "Õ¿", "Íô", "Æî", "Ã«", 
														"Óí", "µÒ", "Ã×", "±´", "Ã÷", "ê°", "¼Æ", "·ü", "³É", "´÷", "Ì¸", "ËÎ", 
														"Ã©", "ÅÓ", "ÐÜ", "¼Í", "Êæ", "Çü", "Ïî", "×£", "¶­", "Áº", "¶Å", "Èî", 
														"À¶", "Ãö", "Ï¯", "¼¾", "Âé", "Ç¿", "¼Ö", "Â·", "Â¦", "Î£", "½­", "Í¯", 
														"ÑÕ", "¹ù", "Ã·", "Ê¢", "ÁÖ", "µó", "ïñ", "Ðì", "Çð", "Âæ", "¸ß", "ÏÄ", 
														"²Ì", "Ìï", "·®", "ºú", "Áè", "»ô", "ÓÝ", "Íò", "Ö§", "¿Â", "êÃ", "¹Ü", 
														"Â¬", "Äª", "¾­", "·¿", "ôÃ", "çÑ", "¸É", "½â", "Ó¦", "×Ú", "¶¡", "Ðû", 
														"êÚ", "µË", "Óô", "µ¥", "º¼", "ºé", "°ü", "Öî", "×ó", "Ê¯", "´Þ", "¼ª", 
														"Å¥", "¹¨", "³Ì", "ïú", "ÐÏ", "»¬", "Åá", "Â½", "ÈÙ", "ÎÌ", "Ü÷", "Ñò", 
														"ì¶", "»Ý", "Õç", "üL", "¼Ò", "·â", "ÜÇ", "ôà", "´¢", "½ù", "¼³", "Úû", 
														"ÃÓ", "ËÉ", "¾®", "¶Î", "¸»", "Î×", "ÎÚ", "½¹", "°Í", "¹­", "ÄÁ", "Úó", 
														"É½", "¹È", "³µ", "ºî", "åµ", "Åî", "È«", "Û­", "°à", "Ñö", "Çï", "ÖÙ", 
														"ÒÁ", "¹¬", "Äþ", "³ð", "èï", "±©", "¸Ê", "Ð±", "À÷", "ÈÖ", "×æ", "Îä", 
														"·û", "Áõ", "¾°", "Õ²", "Êø", "Áú", "Ò¶", "ÐÒ", "Ë¾", "ÉØ", "Û¬", "Àè", 
														"¼»", "±¡", "Ó¡", "ËÞ", "°×", "»³", "ÆÑ", "Û¢", "´Ó", "¶õ", "Ë÷", "ÏÌ", 
														"¼®", "Àµ", "×¿", "Ýþ", "ÍÀ", "ÃÉ", "³Ø", "ÇÇ", "Òõ", "Óô", "ñã", "ÄÜ", 
														"²Ô", "Ë«", "ÎÅ", "Ý·", "µ³", "µÔ", "Ì·", "¹±", "ÀÍ", "åÌ", "¼§", "Éê", 
														"·ö", "¶Â", "È½", "Ô×", "Ûª", "Óº", "àS", "è³", "É£", "¹ð", "å§", "Å£", 
														"ÊÙ", "Í¨", "±ß", "ìè", "Ñà", "¼½", "Û£", "ÆÖ", "ÉÐ", "Å©", "ÎÂ", "±ð", 
														"×¯", "êÌ", "²ñ", "öÄ", "ÑÖ", "³ä", "Ä½", "Á¬", "Èã", "Ï°", "»Â", "°¬", 
														"Óã", "ÈÝ", "Ïò", "¹Å", "Ò×", "É÷", "¸ê", "ÁÎ", "â×", "ÖÕ", "ôß", "¾Ó", 
														"ºâ", "²½", "¶¼", "¹¢", "Âú", "ºë", "¿ï", "¹ú", "ÎÄ", "¿Ü", "¹ã", "Â»", 
														"ãÚ", "¶«", "Å·", "ì¯", "ÎÖ", "Àû", "Îµ", "Ô½", "Ùç", "Â¡", "Ê¦", "¹®", 
														"ØÇ", "Äô", "êË", "¹´", "°½", "ÈÚ", "Àä", "ö¤", "ÐÁ", "ãÛ", "ÄÇ", "¼ò", 
														"ÈÄ", "¿Õ", "Ôø", "Îã", "É³", "Ø¿", "Ñø", "¾Ï", "Ðë", "·á", "³²", "¹Ø", 
														"Øá", "Ïà", "²é", "ºó", "¾£", "ºì", "ÓÎ", "óÃ", "È¨", "åÏ", "¸Ç", "Òæ", 
														"»¸", "¹«", "ÍòÙ¹", "Ë¾Âí", "ÉÏ¹Ù", "Å·Ñô", "ÏÄºî", "Öî¸ð", "ÎÅÈË", "¶«·½", "ºÕÁ¬", 
														"»Ê¸¦", "Î¾³Ù", "¹«Ñò", "å£Ì¨", "¹«Ò±", "×ÚÕþ", "å§Ñô", "´¾ÓÚ", "µ¥ÓÚ", "Ì«Êå", 
														"ÉêÍÀ", "¹«Ëï", "ÖÙËï", "ÐùÔ¯", "Áîºü", "ïñÀë", "ÓîÎÄ", "³¤Ëï", "Ä½ÈÝ", "ÏÊÓÚ", 
														"ãÌÇð", "Ë¾Í½", "Ë¾¿Õ", "Ø¢¹Ù", "Ë¾¿Ü", "Øë", "¶½", "×Ó³µ", "ò§Ëï", "¶ËÄ¾", "Î×Âí", 
														"¹«Î÷", "Æáµñ", "ÀÖÕý", "ÈÀæá", "¹«Á¼", "ÍØ°Î", "¼Ð¹È", "Ô×¸¸", "¹ÈÁº", "½ú", "³þ", 
														"ÑÖ", "·¨", "Èê", "Û³", "Í¿", "ÇÕ", "¶Î¸É", "°ÙÀï", "¶«¹ù", "ÄÏÃÅ", "ºôÑÓ", 
														"¹é", "º£", "ÑòÉà", "Î¢Éú", "ÔÀ", "Ë§", "çÃ", "¿º", "¿ö", "ºó", "ÓÐ", "ÇÙ", 
														"ÁºÇð", "×óÇð", "¶«ÃÅ", "Î÷ÃÅ", "ÉÌ", "Ä²", "ÙÜ", "Ù¦", "²®", "ÉÍ", "ÄÏ¹¬", 
														"Ä«", "¹þ", "ÚÛ", "óÎ", "Äê", "°®", "Ñô", "Ù¡" }; 
		String[] namelist = { "Î°", "Î°", "·¼", "Î°", "ÐãÓ¢", "ÐãÓ¢", "ÄÈ", "ÐãÓ¢", "Î°", 
														"Ãô", "¾²", "Àö", "¾²", "Àö", "Ç¿", "¾²", "Ãô", "Ãô", "ÀÚ", "¾ü", "Ñó", 
														"ÓÂ", "ÓÂ", "ÑÞ", "½Ü", "ÀÚ", "Ç¿", "¾ü", "½Ü", "¾ê", "ÑÞ", "ÌÎ", "ÌÎ", 
														"Ã÷", "ÑÞ", "³¬", "ÓÂ", "¾ê", "½Ü", "ÐãÀ¼", "Ï¼", "Ãô", "¾ü", "Àö", "Ç¿", 
														"Æ½", "¸Õ", "½Ü", "¹ðÓ¢", "·¼", "¡¡¼ÎÜ²", "ìÏ³Ç", "Ü²Ðù", "ìÇÎ°", "Ô·²©", "Î°Ôó", 
														"ìÚÍ®", "ºèìÓ", "²©ÌÎ", "ìÇÁØ", "ìÇ»ª", "ìÏì÷", "ÖÇå·", "ÕýºÀ", "ê»È»", "Ã÷½Ü", 
														"Á¢³Ï", "Á¢Ðù", "Á¢»Ô", "¾þÎõ", "ºëÎÄ", "ìÚÍ®", "ºèìÓ", "ìÇÁØ", "ÕÜå«", "öÎÅô", 
														"ÖÂÔ¶", "¿¡³Û", "ÓêÔó", "ìÇÀÚ", "êÉî£", "ÌìÓÓ", "ÎÄê»", "ÐÞ½à", "Àèê¿", "Ô¶º½", 
														"ÐñÒ¢", "ºèÌÎ", "Î°ì÷", "ÈÙÐù", "Ô½Ôó", "ºÆÓî", "èªè¤", "ð©Ðù", "Çæ²Ô", "ÇæÓî", 
														"Ö¾Ôó", "î£Ô¨", "¿¬Èð", "×ÓÐù", "ºëÎÄ", "ÕÜå«", "ÓêÔó", "öÎÀÚ", "ÐÞ½Ü", "Î°³Ï", 
														"½¨»Ô", "½úÅô", "ÌìÀÚ", "ÉÜ»Ô", "ÔóÑó", "Ã÷Ðù", "½¡°Ø", "ÅôìÓ", "ê»Ç¿", "Î°å·", 
														"²©³¬", "¾ýºÆ", "×Óå¹", "Ã÷»Ô", "ÅôÌÎ", "Ñ×±ò", "º×Ðù", "Ô½±ò", "·ç»ª", "¾¸ç÷", 
														"Ã÷³Ï", "¸ß¸ñ", "¹â»ª", "¹úÔ´", "¹ÚÓî", "êÏêÅ", "º­Èó", "º²·É", "º²º£", "ê»Ç¬", 
														"ºÆ²©", "ºÍ°²", "ºë²©", "ºêâý", "ºèÀÊ", "»ª°Â", "»ª²Ó", "¼ÎÄ½", "¼á±ü", "½¨Ã÷", 
														"½ðöÎ", "½õ³Ì", "èªè¤", "½úÅô", "¾­¸³", "¾°Í¬", "¾¸ç÷", "¾ýê»", "¿¡Ã÷", "¼¾Í¬", 
														"¿ª¼Ã", "¿­°²", "¿µ³É", "ÀÖÓï", "Á¦ÇÚ", "Á¼ÕÜ", "ÀíÈº", "Ã¯Ñå", "Ãô²©", "Ã÷´ï", 
														"ÅóÒå", "ÅíÔó", "Åô¾Ù", "å§´æ", "äßÐÄ", "è±è¤", "ÆÖÔó", "Ææåä", "ì÷Ïé", "ÈÙÐù", 
														"Èñ´ï", "î£´È", "ÉÜì÷", "Ê¥½Ü", "êÉî£", "Ë¼Ô´", "Ë¹Äê", "Ì©Äþ", "ÌìÓÓ", "Í¬Î¡", 
														"ÞÈÎ°", "ì÷ÎÂ", "ÎÄºç", "ÏòµÑ", "ÐÄÔ¶", "ÐÀµÂ", "ÐÂº²", "ÐËÑÔ", "ÐÇÀ»", "ÐÞÎª", 
														"ÐñÒ¢", "ìÅÃ÷", "Ñ§Õæ", "Ñ©·ç", "ÑÅêÆ", "ÑôêØ", "ìÇìÚ", "Ó¢ÉØ", "ÓÀÕê", "Ó½µÂ", 
														"Óîå¾", "ÓêÔó", "ÓñÔÏ", "Ô½±ò", "ÔÌºÍ", "ÕÜÑå", "Õñº£", "ÕýÖ¾", "×Ó½ú", "×Ôâù", 
														"µÂºÕ", "¾ýÆ½" }; 
			int a = (int) Math.abs(firsname.length * Math.random()); 
			int b = (int) Math.abs(namelist.length * Math.random()); 
			String name= firsname[a] + namelist[b]; 
			System.out.println(name); 
} 
} 
}